Repository: davicezarborgesdeveloper/nexus_core
Catalog: lib/l10n/app_*.arb
Languages: pt

# contactTitle
source: Contact
pt: Contato

# contactPhone
source: Phone
pt: Telefone

# formName
source: Name
pt: Nome

# formMessage
source: Message
pt: Mensagem

# formSubmit
source: Send Message
pt: Enviar Mensagem

# formSuccess
source: Message sent successfully!
pt: Mensagem enviada com sucesso!

# navAbout
source: About
pt: Sobre

# navExperience
source: Experience
pt: Experiências

# navKnowledge
source: Skills
pt: Conhecimento

# navPortfolio
source: Portifolio
pt: Portifólio

# navContact
source: Contact
pt: Contato

# homeRole
source: Mobile Developer
pt: Desenvolvedor Mobile

# homeIntro1
source: This is my official Website and Portfolio.
pt: Este é meu Website e Portfólio oficial.

# homeIntro2
source: All details of the work developed by me are here.
pt: Todos os detalhes dos trabalhos desenvolvidos por mim estão aqui.

source: DOWNLOAD RESUME
pt: BAIXAR CURRÍCULO

# aboutTitle
source: about
pt: sobre

# aboutHeadline
source: Hello, my name is Davi Borges and I graduated in Computer Science from the Catholic University of Brasília. I have been working in the area for 7 years and have developed applications for the companies I passed through. I am extremely motivated and I am always constantly developing my skills.
pt: Olá, meu nome é Davi Borges e sou graduado em Ciência da Computação pela Universidade Católica de Brasília. Já atuo na área há 7 anos e desenvolvi aplicativos para as empresas por onde passei. Sou extremamente motivado e estou sempre em constante desenvolvimento das minhas habilidades.

# aboutNameLabel
source: Name
pt: Nome

# aboutAgeLabel
source: Age
pt: Idade

# aboutAgeValue
source: 35 years old
pt: 35 anos

# aboutFromLabel
source: From
pt: De

# aboutFromValue
source: Brasília, Federal District
pt: Brasília, Distrito Federal

# experienceTitle
source: my experiences
pt: minhas experiências

# job1Period
source: Oct/2010 - Jan/2011
pt: Out/2010 - Jan/2011

# job1Role
source: Intern
pt: Estagiário

# job1Desc
source: Responsible for data analysis and performing loads in the Data Warehouse.
pt: Responsavel por análise de dados e realizar cargas no Data Warehouse.

# job2Period
source: Oct/2012 - Jul/2014
pt: Out/2012 - Jul/2014

# job2Role
source: Systems Analyst
pt: Analista de Sistemas

# job2Desc
source: Mobile apps development
pt: Desenvolvimento de aplicativos moveis

# job3Period
source: Jan/2015 - Dec/2015
pt: Jan/2015 - Dez/2015

# job3Desc
source: Teaching digital inclusion course
pt: Ministração de curso de inclusão digital

# job3Stack
source: Windows, Office Package
pt: Windows, Pacote Office

# job4Period
source: Fez/2017 - Dec/2017
pt: Fez/2017 - Dez/2017

# job4Desc
source: Teaching programming to children and teenagers
pt: Ministração de programação para crianças e adolescentes

# job5Period
source: Jan/2018 - Feb/2019
pt: Jan/2018 - Fev/2019

# job5Role
source: Junior Mobile Developer
pt: Desenvolvedor Mobile Junior

# job5Desc
source: Android apps development
pt: Desenvolvimento de aplicativos para Android

# job6Period
source: Mar/2019 - Dec/2019
pt: Mar/2019 - Dez/2019

# job6Role
source: Junior Mobile Developer
pt: Desenvolvedor Mobile Junior

# job6Desc
source: Android and iOS apps development
pt: Desenvolvimento de aplicativos para Android e iOS

# job7Period
source: Jan/2020 - Dec/2021
pt: Jan/2020 - Dez/2021

# job7Role
source: Mid-level Mobile Developer
pt: Desenvolvedor Mobile Pleno

# job7Desc
source: Android and iOS apps development
pt: Desenvolvimento de aplicativos para Android e iOS

# job8Period
source: Dec/2021 - Jan/2022
pt: Dez/2021 - Jan/2022

# job8Role
source: Mid-level Mobile Developer
pt: Desenvolvedor Mobile Pleno

# job8Desc
source: Android and iOS apps development
pt: Desenvolvimento de aplicativos para Android e iOS

# job9Period
source: Jan/2020 - Current
pt: Jan/2020 - Atual

# job9Desc
source: Android and iOS apps development
pt: Desenvolvimento de aplicativos para Android e iOS

# knowledgeTitle
source: Skills
pt: Conhecimentos

# portfolioTitle
source: portfolio
pt: portifólio

# formError
source: Error sending message. Please try again.
pt: Erro ao enviar mensagem. Tente novamente.

# validationName
source: Please enter your name
pt: Por favor, insira seu nome

# validationEmail
source: Please enter your email
pt: Por favor, insira seu email

# validationEmailInvalid
source: Please enter a valid email
pt: Insira um email válido

# validationMessage
source: Please enter your message
pt: Por favor, insira sua mensagem
